Repository: fpmi-tp2022/labrabota10t1-lotp
Catalog: Hotel/Hotel/*.lproj/Localizable.strings
Languages: es, ru

source: Vilnius
es: Vilna
ru: Вильнюс

source: Minsk
ru: Минск

source: Sign Out
es: desconectar
ru: Выход

source: Are you sure ou want to book a hotel?
es: ¿Estás seguro de que quieres reservar un hotel?
ru: Вы уверены, что хотите забронировать отель?

source: Yes
es: Sí
ru: Да

source: No
ru: Нет

source: Book
es: Libro
ru: Забронировать

source: Hello
es: Hola
ru: Здравствуйте

source: Kriti Beach Hotel is located next to the Blue Flag beach of Rethymnon, a 5-minute walk from the Venetian Port. It features a heated pool, sauna, steam room and certified Greek breakfast.
es: Kriti Beach Hotel está situado junto a la playa de bandera azul de Rethymnon, a 5 minutos a pie del puerto veneciano. Cuenta con piscina climatizada, sauna, sala de vapor y desayuno griego certificado.
ru: Отель Kriti Beach расположен рядом с пляжем города Ретимнон, награжденного знаком Голубой флаг, и в 5 минутах ходьбы от Венецианского порта. К услугам гостей бассейн с подогревом, сауна, парная и сертифицированный греческий завтрак.

source: Rethymno
es: Rétino
ru: Ретимно

source: Papanastasiou 18, Rethymo, Greece
es: Papanastasiou 18, Rétino, Grecia
ru: Papanastasiou 18, Ретимно, Греция

source: Overlooking Lloret de Mar's beautiful coastline and great amenities, this 4-star hotel is located a short walk from the beach. The hotel is ideal for couples or families wishing to spend their holidays in a picturesque seaside resort
es: Con vistas a la hermosa costa de Lloret de Mar y excelentes servicios, este hotel de 4 estrellas se encuentra a pocos pasos de la playa. El hotel es ideal para parejas o familias que deseen pasar sus vacaciones en un pintoresco balneario
ru: Четырехзвездочный отель с видом на прекрасный берег курорта Льорет-де-Мар и великолепными удобствами расположен в нескольких минутах ходьбы от пляжа. Отель идеально подходит для пар или семей, желающих провести отпуск на живописном морском курорте

source: Lloret de Mar's
es: Lloret de Mar
ru: Льорет-де-Мар

source: Pau Casals 8-10, Lloret de Mar's, Spain
es: Pau Casals 8-10, Lloret de Mar, España
ru: Pau Casals 8-10, Льорет-де-Мар, Испания

source: from 130$/night
es: desde 130$/noche
ru: от 130$/ночь

source: from 165$/night
es: desde 165$/noche
ru: от 165$/ночь

source: These include people who are passionate about the City of Lights, enthusiasts of Haute Couture or ready-to-wear, theatregoers, history buffs, opera aficionados, public bench lovers and many others who yearn for the many and varied pleasures of the French capital.
es: Este hotel lleva más de un siglo recibiendo a viajeros de todo el mundo. Enamorados de la ciudad de la luz y de la Alta Costura o del prêt à porter, amantes del teatro y de la historia, aficionados a la ópera y a los bancos públicos y muchos otros fanáticos de la capital de Francia.
ru: На протяжении вот уже более ста лет двери отеля открыты для путешественников и гостей со всего мира. Сюда приезжают влюбленные в Город Света, ценители как высокой моды, так и те, кто отдает предпочтение категории прет-а-порте

source: Paris
es: París
ru: Париж

source: 35, Rue Caumartin, Paris, France
es: 35, Rue Caumartin, París, Francia
ru: 35, Rue Caumartin, Париж, Франция

source: from 550$/night
es: desde 550$/noche
ru: от 550$/ночь

source: Olivia Balmes is located in Barcelona's elegant Eixample district, 400 meters from Passeig de Gracia. This modern hotel offers an outdoor pool, stylish air-conditioned rooms and a restaurant.
es: Olivia Balmes se encuentra en el elegante distrito del Eixample de Barcelona, ​​a 400 metros del Passeig de Gracia. Este moderno hotel ofrece una piscina al aire libre, elegantes habitaciones con aire acondicionado y un restaurante.
ru: Отель Olivia Balmes размещен в элегантном районе Эшампле Барселоны, в 400 метрах от проспекта Пасео-де-Грасиа. К услугам гостей этого современного отеля открытый бассейн, стильные номера с кондиционером и ресторан.

source: Barcelona
ru: Барселона

source: Balmes, 117, Barcelona, Spain
es: Balmes, 117, Barcelona, España
ru: Balmes, 117, Барселона, Испания

source: TH Roma - Carpegna Palace is 200 meters from Cornelia Metro Station (line A) in Rome. It offers free parking and rooms with a flat-screen TV with satellite channels. The grounds feature a lush garden with centuries-old trees.
es: TH Roma - Carpegna Palace está a 200 metros de la estación de metro Cornelia (línea A) en Roma. Ofrece aparcamiento gratuito y habitaciones con TV de pantalla plana con canales vía satélite. Los terrenos cuentan con un exuberante jardín con árboles centenarios.
ru: Отель TH Roma - Carpegna Palace находится в 200 метрах от станции метро Cornelia (линия А) в Риме. К услугам гостей бесплатная парковка и номера, оснащенные телевизором с плоским экраном и спутниковыми каналами. На территории разбит пышный сад с вековыми деревьями.

source: Rome
es: Roma
ru: Рим

source: Via Aurelia 481, Rome, Italy
es: Via Aurelia 481, Rome, Italia
ru: Via Aurelia 481, Рим, Италия

source: from 500$/night
es: desde 500$/noche
ru: от 500$/ночь

source: bus
es: autobús
ru: автобус

source: plain
es: sencillo
ru: самолет

source: train
es: tren
ru: поезд

source: The simply furnished rooms feature Wi-Fi, flat-screen TVs, mini-fridges and private bathrooms with showers. A buffet breakfast is served in a simple restaurant. The hotel also has a business center and a conference room.
es: Las habitaciones están amuebladas de forma sencilla y disponen de conexión Wi-Fi, TV de pantalla plana, Mini nevera y baño privado con Ducha.
ru: В просто обставленных номерах есть Wi-Fi, телевизоры с плоским экраном, мини-холодильники и отдельные ванные комнаты с душем. Завтрак по системе шведский стол подается в простом ресторане. Также в отеле есть бизнес-центр и конференц-зал.

source: T. Ševčenkos g. 16, Vilnius 03111, Lituania
es: T. Ševčenkos g. 16, Vilna 03111, Lituania
ru: T. Ševčenkos g. 16, Вильнюс 03111, Литва

source: A modern hotel next to the SEB Arena sports and entertainment complex. Gediminas Tower is 6 km away, and Vilnius Train Station is 8 km away.
es: Hotel moderno junto al complejo deportivo y de ocio SEB Arena. El establecimiento se encuentra a 6 km de la torre gedimina y a 8 km de la estación de tren de Vilnius.
ru: Современный отель рядом со спортивно-развлекательным комплексом SEB Arena. В 6 км находится башня Гедимина, а в 8 км – железнодорожная станция Вильнюс.

source: Ąžuolyno g. 7, Vilnius 07196, Lituania
es: Ąžuolyno g. 7, Vilna 07196, Lituania
ru: Ąžuolyno g. 7, Вильнюс 07196, Литва

source: This high-rise hotel is located 6 km from Victory Park, 8 km from the National Art Museum of the Republic of Belarus and 7 km from the Church of St. Simeon and St. Helena.
es: Este hotel de gran altura se encuentra a 6 km del parque Pobedy, a 8 km del Museo nacional de arte de la República de Bielorrusia y a 7 km de la iglesia de San Simeón y Santa Elena.
ru: Этот высотный отель расположен в 6 км от парка Победы, в 8 км от Национального художественного музея Республики Беларусь и в 7 км от костела Святого Симеона и Святой Елены.

source: 39 Pushkin Avenue, Minsk
es: avenida Pushkina 39, Minsk
ru: проспект Пушкина 39, Минск

source: Hotels
es: Hoteles
ru: Отели

source: Profile
es: Perfil
ru: Профиль

source: Are you sure ou want to buy a ticket?
es: ¿Estás seguro de que quieres comprar un boleto?
ru: Вы уверены, что хотите купить билет?

source: from 460$/night
es: desde 460$/noche
